const config = {
  // 토픽 2. 알맞은 그림 고르기
  listen_2_problem_type_1: {
    problem: '[1~3] 다음을 듣고 가장 알맞은 그림 또는 그래프를 고르십시오.',
    questions: [
      {
        questionNumber: 1,
        question: '',
        score: 2,
        answers: [
          'https://via.placeholder.com/200x200',
          'https://via.placeholder.com/200x201',
          'https://via.placeholder.com/200x202',
          'https://via.placeholder.com/200x203',
        ],
      },
      {
        questionNumber: 2,
        question: '',
        score: 2,
        answers: [
          'https://via.placeholder.com/200x200',
          'https://via.placeholder.com/200x201',
          'https://via.placeholder.com/200x202',
          'https://via.placeholder.com/200x203',
        ],
      },
      {
        questionNumber: 3,
        question: '',
        score: 2,
        answers: [
          'https://via.placeholder.com/200x200',
          'https://via.placeholder.com/200x201',
          'https://via.placeholder.com/200x202',
          'https://via.placeholder.com/200x203',
        ],
      },
    ],
  },
  // 토픽 2. 이어질 수 있는 말
  listen_2_problem_type_2: {
    problem: '[4~8] 다음을 듣고 이어질 수 있는 말로 가장 알맞은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 4,
        question: '',
        score: 2,
        answers: ['어제 다 읽었어.', '천천히 읽고 돌려줘.', '책 읽을 시간이 없었어.', '재미있는 책 좀 추천해줘.'],
      },
      {
        questionNumber: 5,
        question: '',
        score: 2,
        answers: [
          '그래요? 한번 가 봐야겠어요.',
          '그럼요. 내일부터 일하기로 했어요.',
          '정말요? 힘들면 언제든지 그만두세요.',
          '맞아요. 좋은 곳을 구해서 기분이 좋아요.',
        ],
      },
      {
        questionNumber: 6,
        question: '',
        score: 2,
        answers: [
          '그럼 하얀색으로 바꾸러 가자.',
          '나는 다른 운동화도 신어 볼래.',
          '새로 산 운동화가 마음에 들어.',
          '파란색이 너한테 더 잘 어울려.',
        ],
      },
      {
        questionNumber: 7,
        question: '',
        score: 2,
        answers: [
          '비가 곧 그칠 거래요.',
          '일기 예보를 볼 걸 그랬어요.',
          '장마가 끝나니까 진짜 더워요.',
          '작년하고 거의 비슷할 거래요.',
        ],
      },
      {
        questionNumber: 8,
        question: '',
        score: 2,
        answers: [
          '곧 배송된다니 다행이에요.',
          '제품에 문제가 있는 것 같아요.',
          '언제쯤 배송될지 확인해 주시겠어요?',
          '고객 센터 전화번호 좀 알려주실래요?',
        ],
      },
    ],
  },
  // 토픽 2. 이어서 할 행동
  listen_2_problem_type_3: {
    problem: '[9~12] 다음을 듣고 <ins>여자</ins>가 이어서 할 행동으로 가장 알맞은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 9,
        question: '',
        score: 2,
        answers: ['사과를 씻는다.', '과일을 자른다.', '설탕을 가져온다.', '냄비를 찾아온다.'],
      },
      {
        questionNumber: 10,
        question: '',
        score: 2,
        answers: ['모자를 벗는다.', '놀이 기구에 탄다.', '떨어진 물건을 줍는다.', '남자에게 가방을 받는다.'],
      },
      {
        questionNumber: 11,
        question: '',
        score: 2,
        answers: ['세탁물을 넣는다.', '안내문을 읽는다.', '동전을 바꾸러 간다.', '세탁 코스를 선택한다.'],
      },
      {
        questionNumber: 12,
        question: '',
        score: 2,
        answers: ['거울을 치운다.', '카메라를 설치한다.', '카메라 화면을 본다.', '촬영한 물건을 가져온다.'],
      },
    ],
  },
  // 토픽 2. 내용 일치
  listen_2_problem_type_4: {
    problem: '[13~16] 다음을 듣고 들은 내용과 같은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 13,
        question: '',
        score: 2,
        answers: [
          '두 사람은 모형 배를 만드는 중이다.',
          '이 모형 배는 가죽으로 만들어졌다.',
          '여자는 남자가 준 사진을 보고 있다.',
          '남자는 이 모형 배를 직접 본 적이 있다.',
        ],
      },
      {
        questionNumber: 14,
        question: '',
        score: 2,
        answers: [
          '개회식은 대회장에서 열린다.',
          '대회의 장면을 찍을 수 있다.',
          '예선 경기는 두 시에 시작된다.',
          '개회식 후에 대기실로 가야 한다.',
        ],
      },
      {
        questionNumber: 15,
        question: '',
        score: 2,
        answers: ['이 사고는 오전에 발생했다.', '등산객들은 모두 구조되었다.', '산 정상에 오르다가 사고가 발생했다.'],
      },
      {
        questionNumber: 16,
        question: '',
        score: 2,
        answers: [
          '여자는 전문적으로 그림을 배웠다.',
          '여자의 그림은 화려한 느낌을 준다.',
          '여자는 화가가 된 지 70년이 넘었다.',
          '여자는 평범한 것을 그림의 소재로 삼는다.',
        ],
      },
    ],
  },
  // 토픽 2. 중심 생각
  listen_2_problem_type_5: {
    problem: '[17~20] 다음을 듣고 <ins>남자</ins>의 중심 생각으로 가장 알맞은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 17,
        question: '',
        score: 2,
        answers: [
          '메일을 자주 확인해야 한다.',
          '답장이 올 때까지 기다리는 게 낫다.',
          '메일을 받은 사실을 알려 줘야 한다.',
          '답장을 보내기 전에 확인하는 게 좋다.',
        ],
      },
      {
        questionNumber: 18,
        question: '',
        score: 2,
        answers: [
          '공부는 매일 하는 것이 중요하다.',
          '공부하는 장소를 바꿀 필요가 있다.',
          '새벽에 일어나서 공부하는 게 좋다.',
          '피곤할 때는 적당한 휴식도 필요하다.',
        ],
      },
      {
        questionNumber: 19,
        question: '',
        score: 2,
        answers: [
          '다양한 분야의 사람을 만나야 한다.',
          '직업을 자주 바꾸는 것은 좋지 않다.',
          '같이 일하는 사람과 잘 지내야 한다.',
          '진로에 대해 충분히 고민할 필요가 있다.',
        ],
      },
      {
        questionNumber: 20,
        question: '',
        score: 2,
        answers: [
          '오래된 지명을 새롭게 바꿀 필요가 있다.',
          '지명은 많은 사람이 알기 쉽게 만들어야 한다.',
          '지명에 쓰인 아름다운 옛말이 사용되면 좋겠다.',
          '지명을 만들 때는 마을의 문화를 반영해야 한다.',
        ],
      },
    ],
  },
  // 토픽 2. 중심 생각+맞는 것 고르기
  listen_2_problem_type_6: {
    problems: [
      {
        problem: '[21~22] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 21,
            question: '남자의 중심 생각으로 가장 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '설문 조사의 주제를 바꿔야 한다.',
              '설문 조사는 결과 분석이 중요하다.',
              '설문 조사의 계획을 잘 세워야 한다.',
              '설문 조사는 응답자 수가 많을수록 좋다.',
            ],
          },
          {
            questionNumber: 22,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '남자는 연구 계획서를 작성하고 있다.',
              '남자는 성격에 대한 연구를 하려고 한다.',
              '남자는 연구 방법을 아직 결정하지 못했다.',
              '남자는 여자의 연구 주제가 새롭다고 생각한다.',
            ],
          },
        ],
      },
      {
        problem: '[25~26] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 25,
            question: '남자의 중심 생각으로 가장 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '타이어를 설계할 때는 환경을 생각해야 한다.',
              '생산된 타이어의 저장 공간을 마련해야 한다.',
              '운전자의 의견을 타이어 디자인에 반영해야 한다.',
              '타이어의 재료로 쓸 새로운 소재를 연구해야 한다.',
            ],
          },
          {
            questionNumber: 26,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '이 타이어는 많은 판매량을 기록했다.',
              '이 타이어의 안쪽에는 특수한 장치가 있다.',
              '이 타이어는 성능 향상에 중점을 두고 개발되었다.',
              '이 타이어는 대기 오염의 정도를 색깔로 알려 준다.',
            ],
          },
        ],
      },
      {
        problem: '[33~34] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 33,
            question: '무엇에 대한 내용인지 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '기능에 따른 지퍼의 형태',
              '지퍼를 활용한 상품의 종류',
              '초기의 지퍼가 가진 문제점',
              '지퍼가 널리 쓰이게 된 과정',
            ],
          },
          {
            questionNumber: 34,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '지퍼는 20세기 초반에 발명되었다.',
              '지퍼는 선원들을 통해 알려지기 시작했다.',
              '지퍼는 신발 제작에 가장 먼저 활용되었다.',
              '지퍼는 초기부터 깔끔한 모양으로 주목을 받았다.',
            ],
          },
        ],
      },
    ],
  },
  // 토픽 2. 무엇을 하는지+맞는 것 고르기
  listen_2_problem_type_7: {
    problems: [
      {
        problem: '[23~24] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 23,
            question: '남자가 무엇을 하고 있는지 고르십시오.',
            score: 2,
            answers: [
              '취업에 성공한 방법을 소개하고 있다.',
              '신입 사원 연수 일정을 변경하고 있다.',
              '신입 사원 채용 절차를 설명하고 있다',
              '입사 전에 해야 할 일을 안내하고 있다.',
            ],
          },
          {
            questionNumber: 24,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '이 회사의 신입 사원 연수가 끝났다.',
              '신입 사원 연수 일정을 문자로 공지했다.',
              '건강 검진은 정해진 병원에서 받아야 한다.',
              '건강 검진 결과는 출근 후에 제출하면 된다.',
            ],
          },
        ],
      },
      {
        problem: '[35~36] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 35,
            question: '남자가 무엇을 하고 있는지 고르십시오.',
            score: 2,
            answers: [
              '연극인들을 위한 극장 건축을 다짐하고 있다.',
              '재개관한 극장의 모습과 시설을 소개하고 있다.',
              '연극인들에 대한 관심과 지원을 부탁하고 있다.',
              '극장 재개관에 따른 소감과 기대를 밝히고 있다.',
            ],
          },
          {
            questionNumber: 36,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '이 극장은 작년에 문을 닫았다.',
              '이 극장은 주인이 여러 번 바뀌었다.',
              '오늘 이 극장에서는 400번째 연극을 올린다.',
              '일반 시민이 뜻을 모아 이 극장을 다시 열었다.',
            ],
          },
        ],
      },
    ],
  },
  // 토픽 2. 말하는 의도 파악+맞는 것 고르기
  listen_2_problem_type_8: {
    problem: '[27~28] 다음을 듣고 물음에 답하십시오.',
    questions: [
      {
        questionNumber: 27,
        question: '남자가 말하는 의도로 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '공간 대여 사업의 결과를 알려 주려고',
          '공간 대여에 필요한 서류를 문의하려고',
          '공간 대여를 위한 신청서의 작성을 부탁하려고',
          '공간 대여 사업에 함께 신청할 것을 제안하려고',
        ],
      },
      {
        questionNumber: 28,
        question: '들은 내용과 같은 것을 고르십시오.',
        score: 2,
        answers: [
          '이 사업은 다음 주까지 신청할 수 있다.',
          '이 사업에서는 비어 있는 공간을 활용한다.',
          '이 사업을 통해 적은 비용으로 공간을 빌릴 수 있다.',
          '이 사업에 지원하려면 사무실에 서류를 제출해야 한다.',
        ],
      },
    ],
  },
  // 토픽 2. 직업 고르기+맞는 것 고르기
  listen_2_problem_type_9: {
    problem: '[29~30] 다음을 듣고 물음에 답하십시오.',
    questions: [
      {
        questionNumber: 29,
        question: '남자가 누구인지 고르십시오.',
        score: 2,
        answers: [
          '게임의 오류를 찾아내는 사람',
          '새로운 게임을 기획하는 사람',
          '게임에 음향 효과를 넣는 사람',
          '새로 개발한 게임을 홍보하는 사람',
        ],
      },
      {
        questionNumber: 30,
        question: '들은 내용과 같은 것을 고르십시오.',
        score: 2,
        answers: [
          '이 일은 개발팀에서 담당하고 있다.',
          '이 일은 게임의 판매에 영향을 미친다.',
          '남자는 게임 출시 후에 일을 시작한다.',
          '남자는 게임 캐릭터도 직접 디자인한다.',
        ],
      },
    ],
  },
  // 토픽 2. 생각 고르기+태도
  listen_2_problem_type_10: {
    problem: '[31~32] 다음을 듣고 물음에 답하십시오.',
    questions: [
      {
        questionNumber: 31,
        question: '남자의 중심 생각으로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '업무 관리 프로그램의 도입이 필요하다.',
          '업무 방식의 개선을 신중히 결정해야 한다.',
          '직원 교육을 통해 업무의 효율을 높여야 한다.',
          '일의 속도를 강조하는 분위기를 바꿀 필요가 있다.',
        ],
      },
      {
        questionNumber: 32,
        question: '남자의 태도로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '예상되는 문제점을 우려하고 있다.',
          '문제의 해결 방안을 요구하고 있다.',
          '자신의 의견을 일관되게 주장하고 있다.',
          '상대방의 의견에 적극적으로 동의하고 있다.',
        ],
      },
    ],
  },
  // 토픽 2. 공식적 대화 (교양)
  listen_2_problem_type_11: {
    problem: '[37~38] 다음을 듣고 물음에 답하십시오.',
    questions: [
      {
        questionNumber: 37,
        question: '여자의 중심 생각으로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '사진을 찍을 때는 정성을 들이는 게 중요하다.',
          '필름 사진을 잘 찍으려면 많이 찍어 봐야 한다.',
          '사진을 여러 장 인화하면 원본의 가치가 떨어진다.',
          '필름 사진에는 감성을 자극하는 특별한 매력이 있다.',
        ],
      },
      {
        questionNumber: 38,
        question: '들은 내용과 같은 것을 고르십시오.',
        score: 2,
        answers: [
          '필름 사진은 인화하기 전에 미리 볼 수 있다.',
          '필름 사진을 얻을 때까지의 과정이 수월해졌다.',
          '필름 사진의 색감은 약품 처리를 할 때 생긴다.',
          '필름 캄라가 부모 세대들에게 재유행하고 있다.',
        ],
      },
    ],
  },
  // 토픽 2. 공식적 대화 (대담)
  listen_2_problem_type_12: {
    problems: [
      {
        problem: '[39~40] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 39,
            question: '이 대화 전의 내용을 가장 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '바다 생태계 환경을 평가하는 지표가 개발됐다.',
              '정부는 해양 생태계 개선 사업을 긍정적으로 평가했다.',
              '어업인의 소득을 늘리기 위한 새로운 정책안이 발표됐다.',
              '사업의 실효성에 대해 의문을 제기하는 언론 보도가 있었다.',
            ],
          },
          {
            questionNumber: 40,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '어업인들은 이 사업의 확대 시행을 주장하고 있다.',
              '정부가 경제적인 이유로 사업 중단을 검토 중이다.',
              '이 사업은 이번에 시작해 향후 10년 동안 진행된다.',
              '어업인들은 이 사업을 통해 소득이 늘 것으로 기대했다.',
            ],
          },
        ],
      },
      {
        problem: '[47~48] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 47,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '경제학에서는 사회적 자본에 대한 연구가 미비하다.',
              '경제학에서는 물질 자본을 더 중요한 지표로 삼는다.',
              '사회적 자본은 구성원들의 신뢰 정도를 측정한 것이다.',
              '사회적 자본은 높은 거래 비용을 요구하는 경우가 많다.',
            ],
          },
          {
            questionNumber: 48,
            question: '남자의 태도로 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '사회적 자본의 가치를 높이 평가하고 있다.',
              '사회적 자본의 활용 방안을 검토하고 있다.',
              '사회적 자본에 대한 맹신을 경게하고 있다.',
              '사회적 자본이 미칠 영향을 우려하고 있다.',
            ],
          },
        ],
      },
    ],
  },
  // 토픽 2. 공식적 대화 (강연)
  listen_2_problem_type_13: {
    problems: [
      {
        problem: '[41~42] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 41,
            question: '이 강연의 중심 내용으로 가장 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '탐사선의 기능에 따라 바퀴를 접는 방식이 달라진다.',
              '화성 탐사선에 종이 접기 기술이 유용하게 활용된다.',
              '지구 밖을 탐사하기 위한 인가의 노력이 이어지고 있다.',
              '작은 부품이 기계를 구동하는 데에 결정적인 역할을 한다.',
            ],
          },
          {
            questionNumber: 42,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '이 바퀴에는 많은 부품이 들어간다.',
              '이 바퀴는 평면의 얇은 판을 접어서 만든다.',
              '이 바퀴가 접히는 부분에는 종이가 부착된다.',
              '이 바퀴는 양쪽이 같은 크기로 고정되어 있다.',
            ],
          },
        ],
      },
      {
        problem: '[45~46] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 45,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '장악원의 운영 방식은 법으로 규정되어 있었다.',
              '장악원은 소수의 전문 음악인들로 이루어졌다.',
              '장악원에 소속된 음악인을 교육하는 외부 기관이 존재했다.',
              '장악원의 음악은 행사에 관계없이 일정한 형식을 갖추었다.',
            ],
          },
          {
            questionNumber: 46,
            question: '여자가 말하는 방식으로 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '장악원의 연주 장면을 묘사하고 있다.',
              '장악원을 다른 기관과 비교하고 있다.',
              '장악원의 변천 과정을 요약하고 있다.',
              '장악원이 담당한 역할을 설명하고 있다.',
            ],
          },
        ],
      },
      {
        problem: '[49~50] 다음을 듣고 물음에 답하십시오.',
        questions: [
          {
            questionNumber: 49,
            question: '들은 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '이 제도는 재판의 신속성을 목적으로 한다.',
              '이 제도는 많은 국가에서 시행을 앞두고 있다.',
              '이 제도는 특정 사건에 한해 제한적으로 적용된다.',
              '이 제도는 상급 법원에 재판을 청구할 권리를 보장한다.',
            ],
          },
          {
            questionNumber: 50,
            question: '남자의 태도로 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '제도의 새로운 변화를 기대하고 있다.',
              '제도의 필요성과 의의를 강조하고 있다.',
              '제도의 개선 방향에 적극 동의하고 있다.',
              '제도의 확대 적용을 강력하게 주장하고 있다.',
            ],
          },
        ],
      },
    ],
  },
  // 토픽 2. 공식적 대화 (다큐멘터리)
  listen_2_problem_type_14: {
    problem: '[43~44] 다음을 듣고 물음에 답하십시오.',
    questions: [
      {
        questionNumber: 43,
        question: '무엇에 대한 내용인지 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '뇌에 의한 착각 현상',
          '시간을 인식하는 뇌의 부위',
          '생존을 위한 뇌의 작동 방식',
          '손상된 뇌로 인한 특이 반응',
        ],
      },
      {
        questionNumber: 44,
        question: '참가자들이 얼굴 사진을 기억한 이유로 맞는 것을 고르십시오.',
        score: 2,
        answers: [
          '익숙함을 느꼈기 때문에',
          '반복적으로 노출되었기 때문에',
          '위험한 요소로 받아들였기 때문에',
          '다른 사진과 공통점을 발견했기 때문에',
        ],
      },
    ],
  },
  // 토픽 2. 알맞은 문법 고르기
  reading_2_problem_type_1: {
    problem: '[1~2] (     )에 들어갈 말로 가장 알맞은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 1,
        question: '책을 많이 (     ) 지식을 쌓을 수 있다.',
        score: 2,
        answers: ['읽으면', '읽든지', '읽지만', '읽거나'],
      },
      {
        questionNumber: 2,
        question: '꽃이 피기 시작하는 걸 보니 봄이 (     ).',
        score: 2,
        answers: ['오곤 한다', '온 모양이다', '오는 편이다', '온 적이 있다'],
      },
    ],
  },
  // 토픽 2. 알맞은 유의 문법,표현 고르기
  reading_2_problem_type_2: {
    problem: '[3~4] 밑줄 친 부분과 의미가 가장 비슷한 것을 고르십시오.',
    questions: [
      {
        questionNumber: 3,
        question: '시험이 시작되자 교실은 숨소리가 <ins>들릴 만큼</ins> 조용해졌다.',
        score: 2,
        answers: ['들리다가', '들리더라도', '들릴 정도로', '들릴 때까지'],
      },
      {
        questionNumber: 4,
        question: '집의 분위기는 <ins>꾸미기 나름이다</ins>.',
        score: 2,
        answers: ['꾸밀 만하다', '꾸미기가 쉽다', '꾸밀 수도 있다', '꾸미기에 달려 있다'],
      },
    ],
  },
  // 토픽 2. 광고,소재
  reading_2_problem_type_3: {
    problem: '[5~8] 다음은 무엇에 대한 글인지 고르십시오.',
    questions: [
      {
        questionNumber: 5,
        question: 'https://via.placeholder.com/600x150',
        score: 2,
        answers: ['안경', '침대', '운동화', '노트북'],
      },
      {
        questionNumber: 6,
        question: 'https://via.placeholder.com/600x150',
        score: 2,
        answers: ['공원', '식당', '꽃집', '서점'],
      },
      {
        questionNumber: 7,
        question: 'https://via.placeholder.com/600x150',
        score: 2,
        answers: ['환경 보호', '생활 예절', '건강 관리', '봉사 활동'],
      },
      {
        questionNumber: 8,
        question: 'https://via.placeholder.com/600x150',
        score: 2,
        answers: ['안전 규칙', '신청 방법', '사용 순서', '교환 안내'],
      },
    ],
  },
  // 토픽 2. 같은 것 고르기(도표,그래프)
  reading_2_problem_type_4: {
    problem: '[9~12] 다음 글 또는 그래프의 내용과 같은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 9,
        question: 'https://via.placeholder.com/600x300',
        score: 2,
        answers: [
          '이 행사는 한 달 동안 진행된다.',
          '사진은 이메일로 제출해야 한다.',
          '인주시에서 올해 찍은 사진을 내면 된다.',
          '이 행사에 참여하면 인주시의 옛날 사진을 받는다.',
        ],
      },
      {
        questionNumber: 10,
        question: 'https://via.placeholder.com/600x300',
        score: 2,
        answers: [
          '용돈 중 물건 구입비의 비율이 가장 낮았다.',
          '학원비 사용은 교통비보다 두 배 이상 많았다.',
          '대학생들은 용돈의 절반 이상을 식비로 지출했다.',
          '대학생들은 문화생활비보다 교통비를 더 적게 사용했다.',
        ],
      },
      {
        questionNumber: 11,
        question:
          '그림책 작가 이수지 씨가 한국인 최초로 어린이책 노벨상이라는 안데르센 상을 받아 주목받고 있다. 이 상은 1956년에 만들어진 상으로 작가가 발표한 모든 작품을 대상으로 심사한다. 이 작가는 어린이들이 꿈꾸고 상상하는 세계를 그림으로 잘 표현해 낸다는 평을 받았다.',
        score: 2,
        answers: [
          '이 작가가 받은 상은 작년에 만들어졌다.',
          '이 작가는 한국인 중 처음으로 이 상을 받았다.',
          '이 작가는 자신이 직접 경험한 이야기를 그림으로 표현했다.',
          '이 작가는 자신의 작품 중 한 편을 골라 심사 대상으로 제출했다.',
        ],
      },
      {
        questionNumber: 12,
        question:
          '17일 오전 6시 22분 인주시에서 규모 3.2의 지진이 발생했다. 이날 지진은 올해 인주시에서 발생한 지진 중 가장 큰 규모다. 119 상황실에는 지진을 느낀 시민들의 신고가 여러 건 접수됐다. 그러나 이번 지진으로 입은 큰 피해는 없는 것으로 조사됐다. 기상청은 이번 주 내로 규모 2.0 정도의 지진이 몇 번 더 발생할 것으로 보고 있다.',
        score: 2,
        answers: [
          '이번 지진은 늦은 밤에 일어났다.',
          '시민들이 지진을 느껴 상황실에 신고를 했다.',
          '이번 지진으로 큰 피해를 입은 사람들이 많다.',
          '이번 주에는 더 이상 지진이 일어나지 않을 것이다.',
        ],
      },
    ],
  },
  // 토픽 2. 순서 배열
  reading_2_problem_type_5: {
    problem: '[13~15] 다음을 순서에 맞게 배열한 것을 고르십시오.',
    questions: [
      {
        questionNumber: 13,
        questions: [
          '(가) 그러나 이를 닦을 때는 순서에 맞춰 닦는 것이 좋다.',
          '(나) 사람들은 보통 이를 닦을 때 순서에 별로 신경 쓰지 않는다.',
          '(다) 전문가들은 안쪽 구석에서부터 앞쪽 방향이 좋다고 조언한다.',
          '(라) 안쪽 이가 상하기 쉬워서 더 꼼꼼하게 닦아야 하기 때문이다.',
        ],
        score: 2,
        answers: [
          '(나) - (가) - (다) - (라)',
          '(나) - (라) - (가) - (다)',
          '(다) - (가) - (라) - (나)',
          '(다) - (나) - (라) - (가)',
        ],
      },
      {
        questionNumber: 14,
        questions: [
          '(가) 그 사업이 쉽지는 않겠지만 한번 시도해 보고 싶다.',
          '(나) 친구들은 마지막까지 퇴사를 다시 고민해 보라고 했다.',
          '(다) 내일은 내가 10년 동안 다니던 회사를 그만두는 날이다.',
          '(라) 하지만 나는 오랫동안 생각해 온 사업을 시작해 보려고 한다.',
        ],
        score: 2,
        answers: [
          '(나) - (가) - (라) - (다)',
          '(나) - (다) - (가) - (라)',
          '(다) - (라) - (가) - (나)',
          '(다) - (나) - (라) - (가)',
        ],
      },
      {
        questionNumber: 15,
        questions: [
          '(가) 모래시계는 모래를 이용해 일정 단위의 시간을 재는 기구이다.',
          '(나) 또한 모래시계의 구멍 크기를 통해서도 시간 단위를 조절한다.',
          '(다) 구멍 크기가 작을수록 큰 시간 단위의 모래시계를 만들 수 있다.',
          '(라) 모래의 양을 조절하면 다양한 시간 단위의 모래시계를 만들 수 있다.',
        ],
        score: 2,
        answers: [
          '(가) - (다) - (나) - (라)',
          '(가) - (라) - (나) - (다)',
          '(라) - (다) - (나) - (가)',
          '(라) - (가) - (다) - (나)',
        ],
      },
    ],
  },
  // 토픽 2. 빈칸 채우기
  reading_2_problem_type_6: {
    problems: [
      {
        problem: '[16~18] (     )에 들어갈 말로 가장 알맞은 것을 고르십시오.',
        questions: [
          {
            questionNumber: 16,
            question:
              '필름형 스피커는 종이보다 얇고 투명해서 (     ) 사용할 수 있다. 이 스피커를 활용하면 컴퓨터 화면이나 액자뿐만 아니라 벽이나 천장에서도 소리가 나오게 할 수 있다. 또 소재가 부드러워서 옷이나 커튼에 달아도 불편함 없이 사용이 가능하다.',
            score: 2,
            answers: ['소리 크기를 높여', '단독 형태로 분리해', '다양한 물건에 붙여', '특수한 영역을 제한해'],
          },
          {
            questionNumber: 17,
            question:
              '여권은 국제 신분증으로 통할 뿐만 아니라 한 국가의 정체성과 문화를 드러내기도 한다. 그래서 많은 국가들은 여권의 (     ) 결정 한다. 여권 표지의 색깔을 국가의 상징색으로 표현하거나 국가를 상징하는 문양을 넣기도 한다. 또한 여권에 불빛이 비치면 주요 문화재가 화려하게 보이도록 한 것도 있다.',
            score: 2,
            answers: ['두께를 자율적으로', '디자인을 신중하게', '이용 범위를 확실히', '발급 방식을 구체적으로'],
          },
          {
            questionNumber: 18,
            question:
              '얼마 전 일본에서만 사는 텃새 두 마리가 한국의 작은 섬에서 발견됐다. 텃새는 자리를 옮기지 않고 한 지역에서만 살기 때문에 장거리 이동을 거의 하지 않는다. 따라서 전문가는 이번에 발견된 텃새가 태풍에 휩쓸려 한국에 온 것으로 추측된다며 이 섬에서 (     ) 것이 매우 보기 드문 사례라고 언급했다.',
            score: 2,
            answers: ['살던 텃새가 줄어든', '한국의 텃새가 사라진', '일본의 텃새가 관찰된', '부상당한 텃새가 보호된'],
          },
        ],
      },
      {
        problem: '[28~31] (     )에 들어갈 말로 가장 알맞은 것을 고르십시오.',
        questions: [
          {
            questionNumber: 28,
            question:
              '최근 한국의 편의점 업체가 해외로 진출하면서 현지에서 큰 인기를 끌고 있다. 인테리어에서 판매 상품까지 (     ) 전략을 썼기 때문이다. 보통 마트가 해외에 진출할 때는 현지인의 취향에 맞추려고 하는데 이 편의점 업체는 이와 반대되는 방법을 써서 성공한 것이다.',
            score: 2,
            answers: [
              '빠뜨리지 않고 홍보하는',
              '판매자의 기호에 맞추는',
              '편의점의 특성을 최대한 감추는',
              '한국 편의점을 그대로 재현하는',
            ],
          },
          {
            questionNumber: 29,
            question:
              '고대 이집트 피라미드를 건축할 때 거대한 바위를 모래 위에서 운반해야 했는데 이를 위해서는 (     ) 기술이 중요했다. 모래에 수분이 일정하게 유지되면 모랫길이 단단해져서 운반이 수월했기 때문이다. 실제로 고대 벽화에는 바위를 운반하는 길 위에 사람들이 물을 뿌리고 있는 장면이 묘사되어 있다.',
            score: 2,
            answers: [
              '적정량의 물을 뿌리는',
              '모래를 부드럽게 만드는',
              '바위의 무게를 계산하는',
              '운반하는 사람들을 배치하는',
            ],
          },
          {
            questionNumber: 30,
            question:
              '일부 프로 농구 리그에서는 반드시 주황색 공을 쓰게 하고 있다. 여러 이유가 있지만 그중 하나는 (     ) 데 있다. 바닥에 공을 많이 튕겨야 하는 농구의 특성상 공이 바닥의 색과 많이 다르면 선수나 관중 모두 부담을 느낄 수 있기 때문이다.',
            score: 2,
            answers: [
              '골을 잘 넣게 하려는',
              '공이 잘 보이게 하려는',
              '눈의 피로감을 줄이려는',
              '선수들의 운동복과 구별하려는',
            ],
          },
          {
            questionNumber: 31,
            question:
              '‘가면 증후군’이란 사회적으로 인정을 받고 있지만 그것이 자신의 진짜 실력 때문이 아니라는 생각으로 괴로워하는 현상이다. 성과를 내고 있음에도 (     ) 언젠가 가면이 벗겨질지도 모른다는 생각에 불안해 하는 것이다. 이런 현상이 생긴 원인은 다양한데 양육 과정에서 부모의 인정을 받지 못했거나 겸손을 강조하는 분위기 속에서 자랐기 때문이다.',
            score: 2,
            answers: [
              '일을 계속 미루면서',
              '타인의 평가를 원하면서',
              '낮은 지위에 머무르면서',
              '자신의 능력을 의심하면서',
            ],
          },
        ],
      },
    ],
  },
  // 토픽 2. 빈칸+같은 것/중심 생각
  reading_2_problem_type_7: {
    problems: [
      {
        problem: '[19~20] 다음을 읽고 물음에 답하십시오.',
        question:
          '흥미와 재미 요소를 내세워 홍보하는 마케팅 전략이 주목받고 있다. 이런 마케팅은 소비자의 호기심을 자극해 구매로 이어지게 한다. 그러나 제품의 품질이 소비자의 기대에 미치지 못하는 경우 (     ) 브랜드 이미지까지 나빠지기도 한다. 실제로 한 햄버거 회사에서 ‘주머니 버거’, ‘눌러 먹는 버거’를 만들어 소비자의 관심을 끌었지만 품질이 기대에 못 미치자 회사의 다른 제품까지 판매가 감소한 경우가 있었다.',
        questions: [
          {
            questionNumber: 19,
            question: '(     )에 들어갈 말로 가장 알맞은 것을 고르십시오.',
            score: 2,
            answers: ['과연', '비록', '차라리', '오히려'],
          },
          {
            questionNumber: 20,
            question: '윗글의 주제로 가장 알맞은 것을 고르십시오.',
            score: 2,
            answers: [
              '마케팅도 중요하지만 제품의 품질이 더 중요하다.',
              '식품 기업은 먼저 소비자의 요구를 확인해야 한다.',
              '제품에 재미 요소를 포함하는 마케팅 전략이 필요하다.',
              '특이한 제품보다 소비자에게 익숙한 것이 홍보에 더 좋다.',
            ],
          },
        ],
      },
      {
        problem: '[21~22] 다음을 읽고 물음에 답하십시오.',
        question:
          '소방관은 재난 현장에서 끔찍한 상황을 자주 접하기 때문에 정신 건강에 위험이 따른다. 최근 이러한 문제가 심각해지자 인주시가 해결을 위해 (     ). 인주시는 빠른 시일 내에 정신 건강에 대해 조사를 실시하고 문제를 겪는 소방관이 있으면 전문 상담사를 보내 상담을 진행 하기로 했다. 이와 더불어 심리 안정 프로그램 개발과 진료비 지원을 위한 예산을 확보했다고 발표했다.',
        questions: [
          {
            questionNumber: 21,
            question: '(     )에 들어갈 말로 가장 알맞은 것을 고르십시오.',
            score: 2,
            answers: ['등 떠밀었다', '눈을 맞췄다', '발 벗고 나섰다', '손에 땀을 쥐었다'],
          },
          {
            questionNumber: 22,
            question: '윗글의 내용과 같은 것을 고르십시오.',
            score: 2,
            answers: [
              '소방관의 심리적 어려움은 최근 많이 해소되었다.',
              '인주시는 소방관의 정신 건강 조사를 모두 마쳤다.',
              '인주시는 소방관 심리 안정 프로그램을 운영할 계획이다.',
              '소방관이 정신 건강 상담을 받으려면 상담사를 찾아가야 한다.',
            ],
          },
        ],
      },
    ],
  },
  // 토픽 2. 심정+같은 것 고르기
  reading_2_problem_type_8: {
    problem: '[23~24] 다음을 읽고 물음에 답하십시오.',
    question:
      '며칠 전 창고 선반 위에 올려 둔 가방을 꺼내는데 공책 한 권이 툭 하고 떨어졌다. 나는 ‘뭐지?’ 하고 별 생각 없이 안을 펼쳐 보고는 <ins>눈물이 왈칵 나올 뻔했다.</ins> 그것은 바로 어렸을 때 돌아가신 아버지의 일기장이었다. 아버지 물건이 아직도 집에 남아 있을 줄은 전혀 생각하지 못했다. 두근거리는 마음으로 거실로 나와 일기장을 펼쳤다. 30년 전 날짜가 적힌 일기장의 누렇게 변한 페이지마다 아버지의 하루하루가 적혀 있었다. 내가 초등학교에 입학한 날, 여행한 날, 혼났던 날……. 그때의 추억들이 펼쳐졌다. 아버지는 언제 어디서 무엇을 하셨는지 빼곡히 적어 두셨다. 일기장에 적혀 있는 곳을 인터넷으로 찾아보니 자주 가시던 빵집과 국숫집이 아직도 그대로 있었다. 그곳에 가면 아버지의 흔적을 느낄 수 있을까? 나는 이번 주말에 일기장에 적혀 있는 곳에 한번 찾아가 보려고 한다.',
    questions: [
      {
        questionNumber: 23,
        question: '밑줄 친 부분에 나타난 ‘나’의 심정으로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: ['반갑고 감격스럽다', '편하고 만족스럽다', '아쉽고 걱정스럽다', '기쁘고 자랑스럽다'],
      },
      {
        questionNumber: 24,
        question: '윗글의 내용과 같은 것을 고르십시오.',
        score: 2,
        answers: [
          '나는 아버지의 물건을 많이 가지고 있다.',
          '나는 전에 아버지의 일기장을 자주 꺼내 읽었다.',
          '나는 거실에 아버지의 일기장을 보관하고 있었다.',
          '나는 아버지가 자주 가시던 빵집에 가 보려고 한다.',
        ],
      },
    ],
  },
  // 토픽 2. 신문 기사 제목 고르기
  reading_2_problem_type_9: {
    problem: '[25~27] 다음 신문 기사의 제목을 가장 잘 설명한 것을 고르십시오.',
    questions: [
      {
        questionNumber: 25,
        question: '드라마 ‘진실’ 인기 효과, 원작 베스트셀러 1위',
        score: 2,
        answers: [
          '드라마 ‘진실’이 인기를 얻으면서 원작이 판매량 1위를 차지했다.',
          '드라마 ‘진실’이 시청률 1위가 되자 원작 작가에 대한 관심이 높아졌다.',
          '드라마 ‘진실’의 인기로 원작 작가의 모든 작품들의 판매율이 상승했다.',
          '드라마 ‘진실’이 원작의 인기 요소를 추가해 시청률 1위의 드라마가 됐다.',
        ],
      },
      {
        questionNumber: 26,
        question: '기습 폭우에 차량 ‘엉금엉금’, 출근길 정체',
        score: 2,
        answers: [
          '폭우로 피해를 입은 차량들이 늘면서 사람들의 출근이 늦어졌다.',
          '큰비에 차량 사고가 잇따르면서 출근하던 사람들이 곤란을 겪었다.',
          '갑자기 많이 쏟아진 비로 차들이 천천히 운행하면서 출근길이 막혔다.',
          '계속된 비에 대중교통 이용자가 한꺼번에 몰리면서 출근길이 혼잡해졌다.',
        ],
      },
      {
        questionNumber: 27,
        question: '온라인 거래 사기 급증, 정부 대책 마련은 미흡',
        score: 2,
        answers: [
          '온라인 거래 사기가 늘었지만 정부의 대책 마련은 충분하지 않다.',
          '온라인 시장에서 거래 사기가 증가해 정부가 대책을 수립하고 있다.',
          '온라인 거래 사기를 막기 위해 마련한 정부의 대책은 큰 효과가 없었다.',
          '온라인 거래 사기 피해자들을 위해 정부가 대책을 마련하겠다고 발표했다.',
        ],
      },
    ],
  },
  // 토픽 2. 같은 것 고르기
  reading_2_problem_type_10: {
    problem: '[32~34] 다음을 읽고 글의 내용과 같은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 32,
        question:
          '오케스트라는 연주하기 전에 악기들의 음을 서로 맞춰 보는 과정을 거친다. 그때 오케스트라의 한가운데에 자리 잡은 오보에가 기준 음을 낸다. 오보에는 다른 관악기와 달리 나무 떨림판인 ‘리드’를 두 장 겹쳐 사용해서 소리가 더 정확하고 또렷하기 때문이다. 또 음을 안정적으로 길게 유지할 수 있어서 다른 악기들이 음을 쉽게 맞출 수 있도록 해 준다.',
        score: 2,
        answers: [
          '오보에는 다른 악기와 달리 리드 하나로 음을 낸다.',
          '오보에의 첫 음과 함께 오케스트라 연주가 시작된다.',
          '오보에는 소리가 작아서 오케스트라의 앞쪽에 위치한다.',
          '오보에는 오케스트라에서 소리를 맞출 때 기준 역할을 한다.',
        ],
      },
      {
        questionNumber: 33,
        question:
          '애기장대는 각종 식물 실험에 빠지지 않고 등장하는 식물이다. 식물 중에서는 처음으로 유전체 해독이 완료되어 식물의 유전자 연구를 할 때 주로 이용된다. 전 세계에 고루 분포하고, 곤충의 도움 없이 씨앗을 맺을 수 있어서 재배도 쉽다. 또한 한 세대 기간이 6주 정도밖에 되지 않아 실험 결과를 빨리 확인할 수 있기 때문에 실험에 널리 이용되고 있다.',
        score: 2,
        answers: [
          '애기장대는 세계 곳곳에서 볼 수 있는 식물이다.',
          '애기장대의 유전체 해독을 위한 연구가 진행 중이다.',
          '애기장대가 씨앗을 만드는 데에 곤충의 역할이 필요하다.',
          '애기장대는 성장 기간이 길어 유전자 연구에 효율적이다.',
        ],
      },
      {
        questionNumber: 34,
        question:
          '아이가 ‘엄마’ 다음으로 빨리 배우는 말 중에는 ‘이것’과 같이 여러 물건을 가리키는 지시어가 있다. 지시어는 대화하는 상황을 타인과 공유해야 그 의미를 이해할 수 있다는 특성이 있다. 아기들은 이러한 지시어를 사용해 자연스럽게 부모의 관심을 끄는 것이다. 대부분의 아기들이 생후 12∼18개월 무렵에 이런 지시어를 사용한다는 것은 이미 여러 언어 연구에서 밝혀진 바 있다.',
        score: 2,
        answers: [
          '아기는 혼잣말을 할 때 지시어를 자주 사용한다.',
          '아기는 엄마라는 단어보다 지시어를 먼저 습득한다.',
          '지시어를 습독하는 시기는 언어권마다 다르게 나타난다.',
          '지시어는 상대방과 상황을 공유해야 의미를 전달할 수 있다.',
        ],
      },
    ],
  },
  // 토픽 2. 주제 찾기
  reading_2_problem_type_11: {
    problem: '[35~38] 다음을 읽고 글의 주제로 가장 알맞은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 35,
        question:
          '대중을 대상으로 한 예술 입문서가 작품의 역사적 배경, 작가에 대한 일화 등 독자의 흥미를 끄는 이야기에 집중하는 경우를 많이 볼 수 있다. 작품에 관한 이런 지식은 작품 이해에 도움이 된다. 그러나 예술의 본질은 작품 그 자체에 있다. 작품 외적인 사실들보다 작품에 초점을 두고 작품의 구성 요소, 표현방식 등을 충분히 설명하는 입문서가 늘어나기를 희망한다.',
        score: 2,
        answers: [
          '예술 입문서는 작품 외적인 사실들을 다양하게 다뤄야 한다.',
          '작품 자체에 대해 충실히 소개하는 예술 입문서가 많아져야 한다.',
          '대중이 예술 작품에 관해 궁금해 하는 것이 무엇인지 알아야 한다.',
          '예술 입문서는 대중이 예술을 어려운 것이 아니라고 느끼게 해야 한다.',
        ],
      },
      {
        questionNumber: 36,
        question:
          '점자 표기의 위치, 방식 등이 제조사나 제품별로 달라 시각 장애인들이 불편과 혼란을 겪고 있다. 시각 장애인을 위한 점자 정보가 여러 제품에 표기되고는 있지만 아직 통일된 규정이 없기 때문이다. 현재는 의약품에 한해서만 표기 규정이 정해져 있다. 관계 기관은 더 많은 제품을 대상으로 점자 표기에 대한 규정을 정해야 한다.',
        score: 2,
        answers: [
          '의약품의 점자 표기 규정을 검토해야 한다.',
          '점자 표기의 필요성에 대한 인식이 높아져야 한다.',
          '제품에 잘못 표기된 점자 정보가 없는지 조사해야 한다.',
          '다양한 제품에 적용할 점자 표기 규정이 마련되어야 한다.',
        ],
      },
      {
        questionNumber: 37,
        question:
          '‘자기 길들이기’는 동물이 스스로 공격성을 억제하고 친화력을 높이는 방향으로 진화하는 현상을 말한다. 호모 사피엔스도 이것을 생존 전략으로 삼았다는 가설이 있다. 네안데르탈인은 호모 사피엔스보다 체격도 좋고 뇌의 용량도 컸지만 살아남지 못했다. 반면 호모 사피엔스는 서로를 포용하고 보호하는 친화력을 무기로 살아남았다. 높은 친화력으로 더 큰 집단을 형성 함으로써 외부의 공격과 환경 변화에 대응한 것이다.',
        score: 2,
        answers: [
          '아기는 혼잣말을 할 때 지시어를 자주 사용한다.',
          '아기는 엄마라는 단어보다 지시어를 먼저 습득한다.',
          '지시어를 습독하는 시기는 언어권마다 다르게 나타난다.',
          '지시어는 상대방과 상황을 공유해야 의미를 전달할 수 있다.',
        ],
      },
      {
        questionNumber: 38,
        question:
          '뚜렷한 신념 없이 사안에 따라 의견을 바꾼다는 인식 때문에 중도층은 부정적 존재로 여겨진다. 그러나 이들에 대한 긍정적 평가도 있다. 주관 없이 흔들리는 것처럼 보이지만 쟁점에 대해 좀 더 유연하고 객관적으로 사고 한다고 보는 관점이다. 중도층의 의견이 정치적 양극화를 완화하고 합리적으로 사회적 합의가 도출되도록 이끄는 토대가 될 수 있다는 것이다.',
        score: 2,
        answers: [
          '아기는 혼잣말을 할 때 지시어를 자주 사용한다.',
          '아기는 엄마라는 단어보다 지시어를 먼저 습득한다.',
          '지시어를 습독하는 시기는 언어권마다 다르게 나타난다.',
          '지시어는 상대방과 상황을 공유해야 의미를 전달할 수 있다.',
        ],
      },
    ],
  },
  // 토픽 2. 문맥에 맞는 위치 고르기
  reading_2_problem_type_12: {
    problem: '[39~41] 주어진 문장이 들어갈 곳으로 가장 알맞은 것을 고르십시오.',
    questions: [
      {
        questionNumber: 39,
        question: '이 책은 크게 두 부분으로 구성되어 있는데 먼저 옛 다리들과 그에 얽힌 이야기를 다룬다.',
        example:
          '이영천의 [다시, 오래된 다리를 거닐다]는 다리를 소재로 한국인의 삶을 돌아본 책이다. ( ㉠ ) 여기에서는 수백 년 전에 놓인 징검다리, 왕을 위한 다리 등을 통해 우리 고유의 풍속과 역사를 만난다. ( ㉡ ) 이어서 근현대식 다리와 함께 기술의 발전이 다리와 우리 사회에 가져온 변화를 살펴본다. ( ㉢ ) 이 책은 과거와 현재의 다리를 거닐며 우리가 지나온 길과 가야 할 길을 생각해 보게 한다. ( ㉣ )',
        score: 2,
        answers: ['㉠', '㉡', '㉢', '㉣'],
      },
      {
        questionNumber: 40,
        question: '장 신경계는 주로 장 내의 근육 운동과 소화액을 조절하여 소화를 촉진하는 일을 한다.',
        example:
          '뇌는 신경계를 통해 몸 전체의 움직임을 관장하는데 장의 경우에는 뇌의 명령 없이 자율적으로 작동하기도 한다. ( ㉠ ) 생존에 필수적인 식사와 소화를 위해 장에 별도의 신경계를 두었기 때문이다. ( ㉡ ) 한편 장 신경계가 오로지 장에만 관여하는 것은 아니다. ( ㉢ ) 과학자들은 장 신경계와 뇌가 서로 소통하고 있어서 장의 문제가 심리적 변화에 영향을 줄 수 있다고 말한다. ( ㉣ )',
        score: 2,
        answers: ['㉠', '㉡', '㉢', '㉣'],
      },
      {
        questionNumber: 41,
        question: '이처럼 정밀하면서도 실제와 같은 그림은 외부인이 궁궐에 침입할 목적으로 사용할 수 있다.',
        example:
          '동궐도는 창덕궁과 창경궁 전체를 그린 조선 시대의 그림이다. ( ㉠ ) 세로 2m, 가로 5m가 넘는 대작으로 건축물은 물론 주변의 산과 궁궐 안 연못, 나무까지 그대로 그려 넣었다. 건물 배치와 건물 사이의 거리도 완벽하게 재현했다. ( ㉢ ) 이러한 이유로 제작자와 제작 연도를 포함하여 그림에 관련된 정보 일체가 왕실 기밀이었을 것으로 추정된다. ( ㉣ )',
        score: 2,
        answers: ['㉠', '㉡', '㉢', '㉣'],
      },
    ],
  },
  // 토픽 2. 소설
  reading_2_problem_type_13: {
    problem: '[42~43] 다음을 읽고 물음에 답하십시오. ',
    question: `올해 서른두 살인 준은 어렸을 때부터 특출나게 뛰어난 재능이 없다는 점이 큰 불만이었다. 공부도 그럭저럭, 외모도 그럭저럭, 이었다. （중략）
      특이한 재능이 있긴 했다. 준은 본능적으로 동서남북을 감지할 수 있었다. 어느 장소에 가든지 북쪽과 동쪽이 어디인지 본능적으로 느낄 수 있는 감각이었다. 이게 남들은 못하는 특이한 재능이란 걸 알게 된 건 가족들과 3박 4일 일정으로 포항에 놀러갔던 중학생 때였다. 부모님은 유명하다는 포항 바닷가의 해돋이를 꼭 보고 싶어했다. （중략)
        “여보, 이쪽으로 걸어가면 되겠지? 동쪽이 저쪽인가?”   “아냐, 자기야. 호텔 지배인이 선착장으로 가라고 했잖아. 그러니까 저기가 동쪽이지!”    “아냐, 엄마. 동쪽은 이쪽이잖아.”   준은 후드 주머니에 꼼지락거리고 있던 손을 꺼내 반대편으로 가려는 부모를 잡았다. 준이 심드렁한 표정으로 반대쪽을 턱짓으로 가리키자 부모님은 고개를 갸웃했다.   <ins>“네가 그걸 어떻게 알아?”</ins>  “이 방향이 북쪽이잖아. 그러니까 동쪽은 이쪽이지.” （중략）
        처음에 부모님은 반신반의했지만, 준이 물어볼 때마다 오차 없이 정확히 맞추는 걸 확인하고는 자기들이 천재를 낳았다며 즐거워했다.`,
    questions: [
      {
        questionNumber: 42,
        question: '밑줄 친 부분에 나타난 ‘부모님’의 심정으로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: ['후회스럽다', '의심스럽다', '실망스럽다', '짜증스럽다'],
      },
      {
        questionNumber: 43,
        question: '윗글의 내용으로 알 수 있는 것을 고르십시오.',
        score: 2,
        answers: [
          '준은 여행지에서 해 뜨는 방향을 한 번에 찾았다.',
          '준의 부모님은 아들과 같은 능력을 가지고 있었다.',
          '준은 공부를 잘해서 학교에서 모르는 사람이 없었다.',
          '준의 부모님은 아들의 재능을 발견한 후 걱정하기 시작했다.',
        ],
      },
    ],
  },
  // 토픽 2. 설명문/논설문
  reading_2_problem_type_14: {
    problem: '[44~45] 다음을 읽고 물음에 답하십시오. ',
    question: `서양 역사에서는 15ㆍ16세기를 ‘위대한 발견의 시대’라고 부른다. 콜럼버스 처럼 유럽의 많은 탐험가들이 금이나 향신료 등을 얻고자 (      ) 때문이다. 그러나 이 시대에 이루어진 발견의 진정한 의미는 대륙의 발견이 아니라 바다의 발견이었다. 탐험을 통해 지구상의 모든 바다가 하나로 이어져 있다는 인식이 생겼다는 것, 또 이러한 인식을 바탕으로 다양한 해상 항로를 발견한 것이 이 시대의 진정한 소산이라는 것이다. 실제로 탐험가들은 아프리카를 돌아 인도양, 더 나아가 극동까지 가는 바닷길을 열었고 콜럼버스도 대서양을 왕복할 수 있는 경로를 만들었다. 바닷길이 열리자 전 세계가 하나의 지구가 되었고 이로 인해 경제, 기술, 문화뿐만 아니라 생태계의 교환까지 이루어지는 계기가 마련되었다.`,
    questions: [
      {
        questionNumber: 44,
        question: '(     )에 들어갈 말로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '값비싼 물건을 매매했기',
          '다양한 지도를 수집했기',
          '미지의 땅을 찾아 떠났기',
          '탐험에 대한 기록을 남겼기',
        ],
      },
      {
        questionNumber: 45,
        question: '윗글의 주제로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '콜럼버스는 새로운 대륙을 개척하는 데 기여한 바가 크다.',
          '신대륙 발견은 동방의 대륙 탐험을 시작하는 계기가 되었다.',
          '신대륙 발견으로 대륙 간에 문물과 생물의 이동이 증가할 수 있었다.',
          '유럽인들의 탐험은 향로를 만들어 세계를 연결시켰다는 데 의의가 있다.',
        ],
      },
    ],
  },
  // 토픽 2. 정보(순서 배열)
  reading_2_problem_type_15: {
    problem: '[46~47] 다음을 읽고 물음에 답하십시오. ',
    question:
      '세계는 신에너지, 자동화, 우주여행 등이 주도하는 시대로 급속히 접어들고 있다. 세계 각국은 풍력, 태양광 등 재생 가능한 에너지를 개발하는 회사에 대한 정부 보조금을 늘리고 있고 그에 따라 대체 에너지의 사용 비율도 점차 증가하고 있다. 민간 우주 산업 육성을 위해 인공위성 주파수 사용과 우주선 발사 등에 대한 대대적인 규제 완화를 한 국가도 있다. 그 덕분에 한 민간 기업은 화성 여행이 가능한 호텔급 우주여행선을 제작할 수 있었다. 민간 기업이 과학 기술 개발을 주도하며 성장할 수 있게 된 것은 정부가 지원을 확대하면서도 간섭을 최소화했기 때문이다. 이처럼 과학 기술이 유의미하게 발전하기 위해서는 과학 전문가들이 정책 수립을 주도하고 전문 기업이 그 정책의 수행을 담당할 수 있게 해야 한다. 이때 정부는 모든 과정에 지원은 하되 과도하게 관여하는 일은 없어야 할 것이다.',
    questions: [
      {
        questionNumber: 46,
        question: '윗글에 나타난 필자의 태도로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '과학 정책에 대한 정부의 지나친 개입을 경계하고 있다.',
          '과학 기술 발전을 위해서는 연구가 중요함을 강조하고 있다.',
          '과학 기술 반전이 경제 성장에 미치는 영향력에 감탄하고 있다.',
          '과학 정책 수립 시 우주 과학이 소홀히 다루어질 것을 우려하고 있다.',
        ],
      },
      {
        questionNumber: 47,
        question: '윗글의 내용과 같은 것을 고르십시오.',
        score: 2,
        answers: [
          '많은 국가들이 신에너지 개발에 대한 투자를 줄이고 있다.',
          '과학 정책이 빠르게 변해서 과학 기술이 발전할 수 있었다.',
          '정부가 우주 산업에 대한 규제를 풀어 성장한 민간 기업이 있다.',
          '우주 개발에 참여 중인 민간 기업이 화성에 호텔을 건설하고 있다.',
        ],
      },
    ],
  },
  // 토픽 2. 종합(논설문)
  reading_2_problem_type_16: {
    problem: '[48~50] 다음을 읽고 물음에 답하십시오. ',
    question:
      '많은 사람들은 결혼, 수입 등의 객관적 조건이 행복을 결정하는 요인이라고 생각한다. 그러나 이런 요인들로는 행복의 이유를 10% 정도밖에 설명할 수 없다고 한다. 그렇다면 행복을 결정하는 요인은 무엇일까? 그것은 행복에 대해 가지는 믿음과 태도이다. 행복에 대한 태도는 행복의 유한성과 무한성 중 어느 한쪽을 선택함으로써 결정된다. 이 세상에 존재하는 행복의 (      ) 믿는 사람들은 항상 타인이 행복한 정도를 예의 주시 하는 특징이 관찰되었다. 남이 행복하면 내 행복이 줄어든다고 생각하는 사람에게는 타인의 행복이 자신의 행복에 위협적인 요소가 되기 때문이다. 반면 행복의 무한성을 믿는 사람들은 타인의 행복에 그다지 관심을 가지지 않는다. 따라서 행복하려면 행복이 무한한 것이라는 믿음을 가질 필요가 있다. 이러한 생각만으로도 행복감은 증대될 수 있으며 자신이 어떻게 할 때 행복해지는지에 집중할 수 있게 되기 때문이다.',
    questions: [
      {
        questionNumber: 48,
        question: '윗글을 쓴 목적으로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: [
          '행복의 사회적 특성을 파악하려고',
          '행복을 측정하는 방법을 소개하려고',
          '행복에 대한 관점의 변화를 유도하려고',
          '행복이 인간에게 미치는 영향을 분석하려고',
        ],
      },
      {
        questionNumber: 49,
        question: '(     )에 들어갈 말로 가장 알맞은 것을 고르십시오.',
        score: 2,
        answers: ['개인차가 크지 않다고', '총량이 정해져 있다고', '양상이 매우 다양하다고', '크기가 계속 증가한다고'],
      },
      {
        questionNumber: 50,
        question: '윗글의 내용과 같은 것을 고르십시오.',
        score: 2,
        answers: [
          '행복에 대한 사람들의 태도는 대체로 유사하다.',
          '행복은 결혼 여부나 수입 정도의 영향을 많이 받는다.',
          '행복의 양이 유한하다고 믿는 사람들은 더 많이 행복할 수 있다.',
          '행복이 무한하다고 믿는 사람들은 자신을 남과 잘 비교하지 않는다.',
        ],
      },
    ],
  },
};

export default config;
